import React from 'react'

const Daoko = () => (
  <pre>
    ダヲコの「ゆめみてたのあたし 」歌詞 
    ゆめみてたのあたし 
    天と地の丁度真ん中
    浮遊する揺るがないあたし
    誰もが　羨むんだ
    唯一　絶対的な存在

    こんにちは
    こんばんは
    おはよう
    はじめまして　ありふれていて
    当たり前でないふれあいを　知りたいの
    求めているから
    対等の　価値ある何かを　ありったけ
    あたしにだけ
    運命　奇跡　導きがあって
    あたしに会えたあなたは幸せ

    足りないものしかない
    足りないものしかみえない
    あたし以外のすべて
    きらめいてみるのなんで？

    天と地の丁度真ん中
    浮遊する揺るがないあたし
    誰もが　羨むんだ
    唯一　絶対的な存在

    楽しいな　楽しいよね
    嬉しいな　嬉しいよね
    あなたもそうならみんな同じ
    話しましょう　何から話そう
    ワクワクするね　ドキドキするね
    今が一番　幸せ
    みんなと出会えて良かった
    あたし　ひとりじゃないんだ

    満たされた願望
    これが求めてたきもち
    あたしもみんなと同じ
    きらめいてみえるはず
    叶ったはずの夢だ
    これが求めてた居場所？
    まだあたし以外がすべて
    きらめいてみえるの

    こんにちは
    こんばんは
    おはよう
    はじめまして　ありふれていて
    当たり前でないふれあいを　知りたいの
    求めているから
    対等の　価値ある何かを　ありったけ
    あたしにだけ
    運命　奇跡　導きがあって
    あたしに会えたあなたは幸せ

    足りないものしかない
    足りないものしか見えない
    あたし以外のすべて
    きらめいてみえる理由

    すき、スキ、好き、大好き。

    ないものねだりなあたし
    いつから壊れていたんだろ
    ゆめみてたのあたし
    ゆめでもみれて嬉しかった
  </pre>
)

export default Daoko